Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_pol-POL_TM.tmx
Source language: en_gb
Languages: pl_pl

source: Other\ Refusal (DO NOT READ OUT)
pl_pl: Inne/ Odmowa odpowiedzi (NIE ODCZYTYWAĆ)

source: Walking
pl_pl: Chodzę pieszo

source: DK/NA (DO NOT READ OUT)
pl_pl: Nie wiem/brak odpowiedzi (NIE ODCZYTUJ)

source: (DO NOT READ OUT
pl_pl: (NIE ODCZYTUJ)

source: Large town/city
pl_pl: w dużym mieście

source: Have you got a mobile phone?
pl_pl: Czy posiada Pan(i) telefon komórkowy?

source: In which city/borough/commune do you live?
pl_pl: W jakim mieście Pan(i) mieszka?

source: Single person household
pl_pl: Jednoosobowe gospodarstwo domowe

source: City 1
pl_pl: Warszawa

source: City 4
pl_pl: Białystok

source: Noise
pl_pl: Hałas

source: Car
pl_pl: Samochód

source: Public transport
pl_pl: Transport publiczny

source: PROG: ROTATE ITEMS 1 TO 4
pl_pl: PROG: ZMIENIAJ KOLEJNOŚĆ ODPOWIEDZI OD 1 do 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
pl_pl: Czy w ciągu ostatnich dwunastu miesięcy miał(a) Pan(i) trudności z opłaceniem rachunków za dany miesiąc...?

source: Other city
pl_pl: Inne miasto

source: Generally speaking, the public administration of [CITY NAME] can be trusted
pl_pl: Ogólnie rzecz biorąc administracji publicznej w [CITY NAME] można zaufać

source: ASK ALL
pl_pl: DLA WSZYSTKICH

source: It is easy to find a job in [CITY NAME]
pl_pl: W [CITY NAME] łatwo jest znaleźć pracę

source: Not at all satisfied
pl_pl: W ogóle niezadowolony(a)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
pl_pl: Odczytam teraz Panu(i) kilka stwierdzeń. Dla każdego z nich proszę powiedzieć mi, czy Pan(i) zdecydowanie się z nim zgadza, raczej się zgadza, raczej się nie zgadza, czy też zdecydowanie się nie zgadza?

source: Somewhat disagree
pl_pl: Raczej się nie zgadzam

source: Housing
pl_pl: Budownictwo mieszkaniowe

source: (READ OUT – ONE ANSWER ONLY)
pl_pl: (ODCZYTAJ - TYLKO JEDNA ODPOWIEDŹ)

source: From time to time
pl_pl: Czasami

source: D21: CODE 9 AND 10 - SINGLE CODES
pl_pl: D21: KODY 9 I 10 - KODY POJEDYNCZE

source: Married or cohabiting couple, no children or no children living at home
pl_pl: Małżeństwo lub para żyjąca wspólnie, bez dzieci lub bez dzieci mieszkających w domu

source: Rural area or village
pl_pl: na obszarze wiejskim lub na wsi

source: Train
pl_pl: Pociąg

source: Very satisfied
pl_pl: Bardzo zadowolony(a)

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
pl_pl: Proszę powiedzieć mi, czy ogólnie rzecz biorąc, jest Pan(i) bardzo zadowolony(a), raczej zadowolony(a), raczej niezadowolony(a), czy też w ogóle niezadowolony(a) z każdej z następujących rzeczy w [CITY NAME]:

source: Safety
pl_pl: Bezpieczeństwo

source: Your personal job situation
pl_pl: Pana(i) własnej sytuacji zawodowej

source: Small or medium-sized town
pl_pl: w średnim lub małym mieście

source: Professional (employed doctor, lawyer, accountant, architect, …)
pl_pl: Zatrudnieni na etacie specjaliści (zatrudnieni lekarze, prawnicy, architekci, księgowi)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
pl_pl: W [CITY NAME] łatwo jest znaleźć dobre mieszkanie w rozsądnej cenie

source: Generally speaking, most people in my neighborhood can be trusted
pl_pl: Ogólnie mówiąc, większości ludzi w mojej okolicy można zaufać

source: Most of the time
pl_pl: Zazwyczaj

source: Have you got a landline phone?
pl_pl: Czy w swoim gospodarstwie domowym ma Pan(i) telefon stacjonarny?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
pl_pl: Proszę powiedzieć, ile osób w wieku 15 lat lub więcej jest w Pana(i) gospodarstwie domowym, łącznie z Panem(ią)?

source: Other (DO NOT READ OUT)
pl_pl: Inne (NIE ODCZYTUJ)

source: Q4: CODE 11 - SINGLE CODE
pl_pl: Q4: KOD 11 TO KOD POJEDYNCZY

source: Strongly disagree
pl_pl: Zdecydowanie się nie zgadzam

source: I live here since less than 1 year
pl_pl: Mieszkam tu krócej niż rok

source: Cleanliness
pl_pl: Czystość

source: The financial situation of your household
pl_pl: Sytuacji finansowej Pana(i) gospodarstwa domowego

source: Other employee (salesman, nurse, …)
pl_pl: Inny pracownik (sprzedawca, pielęgniarka…)

source: No
pl_pl: NIE

source: Owner of shop, craftsman
pl_pl: Właściciel sklepu, rzemieślnik

source: (READ OUT - ONE ANSWER ONLY)
pl_pl: (ODCZYTAJ - TYLKO JEDNA ODPOWIEDŹ)

source: Would you say you are…?
pl_pl: Jakby się Pan(i) określił(a)?

source: Seeking a job
pl_pl: Poszukujący(a) pracy

source: Manual worker
pl_pl: Pracownik fizyczny

source: The noise level
pl_pl: Poziom hałasu

source: The administrative services of [CITY NAME] help people efficiently
pl_pl: Służby administracyjne w [CITY NAME] skutecznie pomagają ludziom

source: Urban public transport (bus, metro, tram, ferry, etc.)
pl_pl: Miejski transport publiczny (autobus, metro, tramwaj, prom itp.)

source: Gender.
pl_pl: Płeć respondenta

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
pl_pl: [CITY NAME] jest zdeterminowana(y) w walce ze zmianami klimatycznymi (np. efektywność energetyczna, ekologiczny transport)

source: Female
pl_pl: kobieta

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
pl_pl: Które trzy spośród następujących kwestii są, Pana(i) zdaniem, najważniejsze dla [CITY NAME]?

source: What county do you live in?
pl_pl: W którym województwie mieszka Pan(i) obecnie ?

source: I live here since between 5 to 10 years
pl_pl: Mieszkam tu od 5 do 10 lat

source: I am satisfied to live in [CITY NAME]
pl_pl: Jestem zadowolony(a) z mieszkania w [CITY NAME]

source: Male
pl_pl: mężczyzna

source: Social services
pl_pl: Opieka społeczna

source: Unemployment
pl_pl: Bezrobocie

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
pl_pl: (ODCZYTAJ, JEŚLI KONIECZNE – TYLKO JEDNA ODPOWIEDŹ)

source: Farmer, forester, fisherman
pl_pl: Rolnik, leśnik, rybak

source: Civil servant
pl_pl: Urzędnik państwowy

source: Without a professional activity
pl_pl: Nieaktywny/a zawodowo

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
pl_pl: ZADAJ D5c JEŚLI PRACOWNIK UMYSŁOWY KOD 2 W D5a

source: PROG: ROTATE ITEMS 1 TO 7
pl_pl: PROG: ZMIENIAJ KOLEJNOŚĆ ODPOWIEDZI OD 1 DO 7

source: Education and training
pl_pl: Edukacja i szkolenia

source: City 2
pl_pl: Kraków

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
pl_pl: Jeśli chodzi o Pana(i) obecne zatrudnienie, czy powiedział(a)by Pan(i), że pracuje na własny rachunek, jest pracownikiem umysłowym, jest pracownikiem fizycznym, czy też nie jest Pan(i) aktywny/a zawodowo?

source: Refusal (DO NOT READ OUT)
pl_pl: Odmowa (NIE ODCZYTUJ)

source: (ONE ANSWER ONLY)
pl_pl: (TYLKO JEDNA ODPOWIEDŹ)

source: Air pollution
pl_pl: Zanieczyszczenie powietrza

source: I feel safe in [CITY NAME]
pl_pl: Czuję się bezpiecznie w [CITY NAME]

source: Unskilled manual worker
pl_pl: Pracownik fizyczny niewykwalifikowany

source: Sports facilities such as sport fields and indoor sport halls
pl_pl: Obiekty sportowe, takie jak boiska sportowe, kryte hale sportowe

source: The life you lead
pl_pl: Życia, które Pan(i) prowadzi

source: Rather unsatisfied
pl_pl: Raczej niezadowolony(a)

source: Rather satisfied
pl_pl: Raczej zadowolony(a)

source: Professional (lawyer, medical practitioner, accountant, architect,…)
pl_pl: Specjalista wolnego zawodu (prawnik, lekarz, księgowy, architekt itd.)

source: Health services
pl_pl: Służba zdrowia

source: Office clerk
pl_pl: Pracownik biurowy

source: Retired
pl_pl: Emeryt(ka)\rencist(k)a

source: (READ OUT – MAX. 3 ANSWERS)
pl_pl: (ODCZYTAJ - MAKSYMALNIE TRZY ODPOWIEDZI)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
pl_pl: Ogólnie rzecz biorąc, czy jest Pan(i) zadowolony(a), raczej zadowolony(a), raczej niezadowolony(a) lub w ogóle niezadowolony(a) z…?

source: PROG: ROTATE ITEMS 1 to 12
pl_pl: PROG: ZMIENIAJ KOLEJNOŚĆ ODPOWIEDZI OD 1 do 12

source: None (DO NOT READ OUT)
pl_pl: Żadne (NIE ODCZYTUJ)

source: Almost never\ never
pl_pl: Prawie nigdy \ nigdy

source: Number of people aged 15 or more in the household
pl_pl: Liczba osób w wieku 15 lat lub więcej w gospodarstwie domowym

source: Public transport, for example the bus, tram or metro
pl_pl: Transport publiczny, na przykład autobus, tramwaj lub metro

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
pl_pl: ZADAĆ D5b JEŚLI PRACUJĄCY/A NA WŁASNY RACHUNEK, KOD 1 w D5a

source: Student (full time)
pl_pl: Student(ka) (w trybie dziennym)

source: I feel safe in my neighbourhood
pl_pl: Czuję się bezpiecznie w mojej okolicy

source: Availability of retail shops
pl_pl: Dostępność sklepów detalicznych

source: General management, director or top management
pl_pl: Zarząd, główni dyrektorzy, wyższa kadra kierownicza

source: Strongly agree
pl_pl: Zdecydowanie się zgadzam

source: How old were you when you stopped full-time education?
pl_pl: Ile miał(a) Pan(i) lat, kiedy skończył(a) Pan(i) kształcenie - szkołę lub studia - odbywane w trybie dziennym?

source: Ship or boat
pl_pl: Statek lub łódź

source: Bicycle
pl_pl: Rower

source: How old are you?
pl_pl: Ile ma Pan(i) lat?

source: Motorbike
pl_pl: Motocykl

source: (READ OUT - MAX. 2 ANSWERS)
pl_pl: (ODCZYTAJ - MAX. 2 ODPOWIEDZI)

source: Single parent, one or more children living at home
pl_pl: Jeden rodzic, jedno lub więcej dzieci mieszkających w domu

source: Self-employed
pl_pl: Pracujący(a) na własny rachunek

source: The state of the streets and buildings in your neighbourhood
pl_pl: Stan ulic i budynków w Pana(i) okolicy

source: Fairly satisfied
pl_pl: Raczej zadowolony(a)

source: Generally speaking, most people in [CITY NAME] can be trusted
pl_pl: Ogólnie mówiąc, większości ludzi w [CITY NAME] można zaufać

source: (READ OUT - SINGLE CODE)
pl_pl: (ODCZYTAJ - TYLKO JEDNA ODPOWIEDŹ)

source: On a typical day, which mode or modes of transport do you use most often?
pl_pl: Podczas typowego dnia, z którego z następujących środków transportu korzysta Pan(i) najczęściej?

source: Schools and other educational facilities
pl_pl: Szkoły i inne placówki edukacyjne

source: The quality of the air
pl_pl: Jakość powietrza atmosferycznego

source: Married or cohabiting couple, with one or more children living at home
pl_pl: Małżeństwo lub para żyjąca wspólnie z jednym dzieckiem lub kilkorgiem dzieci mieszkających w domu

source: Middle management
pl_pl: Średnia kadra kierownicza

source: Foreigners who live in [CITY NAME] are well integrated
pl_pl: Obcokrajowcy, którzy mieszkają w [CITY NAME] są dobrze zintegrowani

source: City 3
pl_pl: Gdańsk

source: Health care services, doctors and hospitals
pl_pl: Usługi opieki medycznej, lekarze i szpitale

source: Employee
pl_pl: Pracownik umysłowy

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
pl_pl: ZADAĆ D5d JEŚLI PRACOWNIK FIZYCZNY, KOD 3 W D5a

source: Public spaces such as markets, squares, pedestrian areas
pl_pl: Przestrzenie publiczne, takie jak rynki, place, strefy przeznaczone tylko dla pieszych

source: Would you say you live in a…?
pl_pl: Czy powiedział(a)by Pan(i), że mieszka...?

source: Which of the following best describes your household composition?
pl_pl: Które z poniższych określeń najlepiej opisuje skład Pana(i) gospodarstwa domowego?

source: Manager of a company
pl_pl: Szef firmy

source: I live here since 1 to 5 years
pl_pl: Mieszkam tu od 1 roku do 5 lat

source: Not very satisfied
pl_pl: Raczej niezadowolony(a)

source: Road infrastructure
pl_pl: Infrastruktura drogowa

source: PROG: ROTATE ITEMS 1 TO 10
pl_pl: PROG: ZMIENIAJ KOLEJNOŚĆ ODPOWIEDZI OD 1 do 10

source: The presence of foreigners is good for [CITY NAME]
pl_pl: Obecność obcokrajowców jest dobra dla [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
pl_pl: (ZAPISZ – JEŚLI „TRUDNO POWIEDZIEĆ”, KOD „98” – JEŚLI „ODMOWA”, KOD „99”)

source: DK (DO NOT READ OUT)
pl_pl: TRUDNO POWIEDZIEĆ (NIE ODCZYTUJ)

source: Yes
pl_pl: TAK

source: Green spaces such as parks and gardens
pl_pl: Obszary zielone, takie jak parki i ogrody

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
pl_pl: ZADAJ D5e JEŚLI NIEAKTYWNY/A ZAWODOWO, KOD 4 w D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
pl_pl: (ANKIETER: JEŚLI "NADAL SIĘ UCZY/STUDIUJE W SYSTEMIE DZIENNYM", WPISZ 00. JEŚLI "NIGDY NIE UCZYŁEM(AM) SIĘ W SYSTEMIE DZIENNYM", WPISZ 01. JEŚLI "ODMOWA", WPISZ 98. JEŚLI "TRUDNO POWIEDZIEĆ \ NIE PAMIĘTAM", WPISZ 99)

source: Other
pl_pl: Inne

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
pl_pl: (ZAPISZ – JEŚLI „ODMOWA” KOD „99”)

source: FL419 - Quality of life in European Cities UK
pl_pl: FL419 - Quality of life in European Cities PL

source: Somewhat agree
pl_pl: Raczej się zgadzam

source: Cultural facilities such as concert halls, theatres, museums and libraries
pl_pl: Obiekty kulturalne, takie jak sale koncertowe, teatry, muzea i biblioteki

source: The place where you live
pl_pl: Miejsca, w którym Pan(i) mieszka

source: Was born here/ I’ve been living here for all my life
pl_pl: Urodziłem(am) się tutaj / mieszkam tu całe życie

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
pl_pl: JEŚLI INNE lub NIE WIEM W D12, KOD 198 lub 199 w D12, ZAKOŃCZ WYWIAD

source: Supervisor\ foreman (team manager, …)
pl_pl: Kierownik/ brygadzista (szef zespołu, ...)

source: I live here since more than 10 years
pl_pl: Mieszkam tu więcej niż 10 lat

source: For how long have you been living in [CITY NAME]?
pl_pl: Od jak dawna mieszka Pan(i) w [CITY NAME]?

source: Looking after the home
pl_pl: Osoba zajmująca się domem
